[
  {
    "paraNo": "1.1.1",
    "heading": "Introduction",
    "subheading": "Purpose",
    "text": "This document is an update and replaces the current Greater Manchester (GM) RSA Procedure – Version 1.0 dated March 2016. It outlines GM approach to RSAs, and how they should apply to the GM road network and for all other improvement schemes undertaken on Metrolink network and GM Bee Network Interchanges.",
    "mandatory": false
  },
  {
    "paraNo": "1.1.2",
    "heading": "Introduction",
    "subheading": "Purpose",
    "text": "The updates to this procedure have been developed for all GM Partners to ensure that RSAs are carried out in a consistent and systematic way within GM and sets out the key principles for undertaking RSAs in GM on the local road network.",
    "mandatory": false
  },
  {
    "paraNo": "1.2.1",
    "heading": "Introduction",
    "subheading": "Background",
    "text": "This document, version 2.0 of the GM RSA procedure, was produced following:\n• a review of RSA best practice;\n• a review of the TfGM Road Safety Audit Procedure Version 1.0 (March 2016), and;\n• an assessment from a sample of RSA reports, briefs and response reports, produced by designers and auditors working to the previous procedures to ascertain the degree of compliance.",
    "mandatory": false
  },
  {
    "paraNo": "1.2.2",
    "heading": "Introduction",
    "subheading": "Background",
    "text": "To address the findings of the review, and to apply consistency, the purpose of this document is to set out the key principles for conducting RSAs in GM.",
    "mandatory": false
  },
  {
    "paraNo": "1.3.1",
    "heading": "Introduction",
    "subheading": "Mandatory Requirements",
    "text": "The organisations involved in the RSA process shall fully comply with the sections contained within ‘boxes’ or obtain agreement to a Departure from Standard from the Overseeing Organisation. The remainder of the document contains advice and explanation, which is commended to user for consideration.",
    "mandatory": true
  },
  {
    "paraNo": "1.4.1",
    "heading": "Introduction",
    "subheading": "Objective",
    "text": "The objective of RSA is to identify aspects of an Improvement Scheme that could give rise to road safety problems and to suggest modifications that would improve the road safety of the resultant scheme.",
    "mandatory": false
  },
  {
    "paraNo": "1.4.2",
    "heading": "Introduction",
    "subheading": "Objective",
    "text": "Although road safety has always been considered during scheme preparation, there have been instances where details of the design have contributed to collisions and/or incidents on newly opened schemes. Highway design teams may not have staff with Collision Investigation or Road Safety Engineering experience and consequently they may not foresee potential factors pertaining to collision causation.",
    "mandatory": false
  },
  {
    "paraNo": "1.4.3",
    "heading": "Introduction",
    "subheading": "Objective",
    "text": "This RSA procedure has been developed to ensure that operational road safety experience is applied during the design and construction process in order that the number and severity of collisions is kept to a minimum.",
    "mandatory": false
  },
  {
    "paraNo": "1.4.4",
    "heading": "Introduction",
    "subheading": "Objective",
    "text": "Road Safety Auditors identify potential problem areas using the experience gained from highway design, road safety engineering, collision analysis and road safety related research. The monitoring of Road Safety Audited schemes should result in more informed designs, leading to fewer schemes that require road safety related changes after opening.",
    "mandatory": false
  },
  {
    "paraNo": "1.5.1",
    "heading": "Introduction",
    "subheading": "Scope Of The Procedure",
    "text": "This procedure applies to all GM improvement schemes that include permanent changes to the GM road network that may influence all aspects or road user behaviour including Vulnerable Road Users (VRUs) or change the severity outcome of any potential future collisions.",
    "mandatory": false
  },
  {
    "paraNo": "1.5.2",
    "heading": "Introduction",
    "subheading": "Scope Of The Procedure",
    "text": "All RSAs conducted using this procedure shall consider the effect of the proposals on <u>all road users</u> and especially all VRU groups. For example the very young, the elderly, people with additional physical and neurodivergent requirements and generally, people walking, wheeling, cycling and riders of powered two wheelers. In addition, the interactions of these users with tram vehicles will also be considered.",
    "mandatory": true
  },
  {
    "paraNo": "1.5.3",
    "heading": "Introduction",
    "subheading": "Scope Of The Procedure",
    "text": "Mandatory sections of this document are contained within ‘boxes’.  Organisations involved in the RSA process shall comply with these sections or take advice/seek approval from the Overseeing Organisation, should there be a requirement to depart from these recommendations.",
    "mandatory": true
  },
  {
    "paraNo": "1.5.4",
    "heading": "Introduction",
    "subheading": "Scope Of The Procedure",
    "text": "The remainder of the document contains advice and explanation, which is commended to users for consideration.",
    "mandatory": false
  },
  {
    "paraNo": "2.1.1",
    "heading": "Road Safety Audit Scope",
    "subheading": "Schemes To Be Audited",
    "text": "This procedure shall apply to all improvement schemes where an RSA is undertaken on local roads in GM.  This includes work carried out under agreement with the Overseeing Organisation resulting from developments alongside or affecting the highway and Improvement schemes being promoted by third party organisations”. Also include Metrolink and Bee Network Interchanges.",
    "mandatory": true
  },
  {
    "paraNo": "2.1.2",
    "heading": "Road Safety Audit Scope",
    "subheading": "Schemes To Be Audited",
    "text": "Improvement Schemes that will not impact on road user behaviour or adversely change the outcome of an incident involving an errant vehicle, due to the nature of the works and/or the distance of the improvement from the operational highway may be excluded from the RSA process. If the Scheme Manager is unclear on how to proceed in such situations, they should consult with their organisational or TfGM Specialist Advisor to help determine as to whether an RSA is required.",
    "mandatory": false
  },
  {
    "paraNo": "2.1.3",
    "heading": "Road Safety Audit Scope",
    "subheading": "Schemes To Be Audited",
    "text": "If a decision is made to not carry out an RSA this shall be formally recorded on the scheme file by the Overseeing Organisations Scheme Manager.",
    "mandatory": true
  },
  {
    "paraNo": "2.1.4",
    "heading": "Road Safety Audit Scope",
    "subheading": "Schemes To Be Audited",
    "text": "Where a decision has been made by the Scheme Manager to not apply RSA to a scheme it is recommended that the ‘Scheme Exemption File Note’ proforma in **Appendix ****XXX** is used to record the reasons for the decision.",
    "mandatory": false
  },
  {
    "paraNo": "2.1.5",
    "heading": "Road Safety Audit Scope",
    "subheading": "Maintenance Schemes",
    "text": "Like-for-like maintenance schemes are excluded from RSA.",
    "mandatory": false
  },
  {
    "paraNo": "2.1.6",
    "heading": "Road Safety Audit Scope",
    "subheading": "Maintenance Schemes",
    "text": "Improvement Schemes that are constructed as part of the same procurement package as maintenance works shall be subject to the RSA process, if the works have the potential to change road user behaviour or adversely change the outcome of an incident involving an errant vehicle.",
    "mandatory": true
  },
  {
    "paraNo": "2.1.7",
    "heading": "Road Safety Audit Scope",
    "subheading": "Maintenance Schemes",
    "text": "Scheme Managers and Designers shall ensure that any like-for-like replacement or refurbishment scheme does not reinstate a feature that is known by the organisation to adversely affect road user safety (e.g. the replacement of a non-passively safe traffic sign in the same location where it has been previously struck by errant road users on numerous occasions).",
    "mandatory": true
  },
  {
    "paraNo": "2.1.8",
    "heading": "Road Safety Audit Scope",
    "subheading": "Temporary Traffic Management Schemes",
    "text": "This procedure is not generally required for application to temporary traffic management schemes. The Department for Transport publication “Safety at Street Works and Road Works A Code of Practice” and Chapter 8 of the Traffic Signs Manual contains the necessary guidance to facilitate the safe planning and implementation of temporary traffic management activities. However, RSA should be applied to exceptional temporary traffic management schemes that involve temporary changes to the layout and operation of junctions or realignment of roads that will affect the network for a considerable period.",
    "mandatory": false
  },
  {
    "paraNo": "2.1.9",
    "heading": "Road Safety Audit Scope",
    "subheading": "Temporary Traffic Management Schemes",
    "text": "_NOTE 1 - “Temporary measures that last 6 months or longer in duration are considered to be physical changes to the highway. Examples of such measures include: _\n• _temporary traffic management, and, _\n• _temporary changes to the highway not associated with the construction of a highway scheme. _",
    "mandatory": false
  },
  {
    "paraNo": "2.1.10",
    "heading": "Road Safety Audit Scope",
    "subheading": "Temporary Traffic Management Schemes",
    "text": "_NOTE 2 - Temporary measures that last less than 6 months in duration are not considered to be physical changes to the highway.” _",
    "mandatory": false
  },
  {
    "paraNo": "2.2.1",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "An RSA is a formal, systematic, independent assessment of the potential road safety problems associated with a new improvement scheme and the process will therefore not consider non-road safety related matters.\n\nNon road safety related matters can however be included separately in a covering letter to the Scheme Manager, however time spent identifying these issues should not distract from the RSA process itself.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.2",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "The RSA is not a technical check on highway design standards or traffic regulations, or a check on whether the scheme has been constructed in accordance with the design.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.3",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "An RSA shall not be used as a means of selecting between various design options that are under consideration.",
    "mandatory": true
  },
  {
    "paraNo": "2.2.4",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "An RSA may be conducted on separate options but no definitive judgement on which option is preferable will be given.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.5",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "The RSA Team will assess each option individually and make recommendations accordingly. The decision on which option to develop will remain entirely with the Designer and the Overseeing Organisation.",
    "mandatory": true
  },
  {
    "paraNo": "2.2.6",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "RSA does not cover health & safety legislation issues concerning the construction, maintenance and use of the road. Only issues relating to the design and construction of facilities for highway maintenance that may potentially contribute to a road safety matter should be considered by the RSA process.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.7",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "Although the RSA Team’s contribution to design is limited, it is recommended that RSA Teams make themselves aware of current health & safety legislation and consider the implications of their recommendations for the health & safety of others.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.8",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "An RSA does not cover issues relating to the stability of any structure, nor the structural integrity of any proposed element or method of construction.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.9",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "Advice is given on the general aspects that should be addressed at RSA Stages 1, 2 and 3 in the lists in Appendices XXX and XXX of this procedure. The lists in Appendices XXX and XXX are not intended to be exhaustive. They provide a prompt for optional supplementary checks that RSA Teams could make following their less prescriptive and more wide-ranging RSA.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.10",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "Road Safety Auditors shall examine the overall layout of the Improvement Scheme. All users of the highway shall be considered including motorists, people walking, wheeling cycling, riders of powered two wheelers and equestrian users and facilities for those working on the highway.",
    "mandatory": true
  },
  {
    "paraNo": "2.2.11",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "Particular attention should be given to vulnerable road users such as the very young, older users and the mobility and visually impaired and people with additional physical and neurodivergent needs.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.12",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "The potential for road safety problems is often greatest at junctions, where the new scheme meets the existing layout and immediately beyond where the new scheme meets the existing layout. Where an Improvement Scheme joins an existing road or junction, inconsistency in the standard of provision may potentially lead to collisions, so particular attention should be paid to these areas to ensure the safest possible transition is achieved. This applies particularly to intermittent improvements along a length of road where variations in the standard of provision between new and existing sections may not be obvious to the road user.",
    "mandatory": false
  },
  {
    "paraNo": "2.2.13",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit",
    "text": "In addition, when conducting RSAs on proposed Metrolink schemes or on schemes proposed adjacent to any Metrolink infrastructure, particular consideration should be given to likely road safety issues relating to cyclists. For example, where a cyclist needs to traverse the tram lines at a shallow angle; or where complex alternative facilities have been provided, the attractiveness of the alternative facility shall be considered. Further guidance for tram/cycle road safety issues is provided in the respective stages of RSA checklists and report templates provided as an Appendix to this Procedures document.",
    "mandatory": false
  },
  {
    "paraNo": "2.3.1",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit Report",
    "text": "When making recommendations for dealing with identified problems, RSA Teams should make allowance for the fact that strategic decisions on matters, such as route choice; junction type; and standard of provision, already reflect an appropriate balance of a number of factors including road safety.",
    "mandatory": false
  },
  {
    "paraNo": "2.3.2",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit Report",
    "text": "Recommendations requiring major changes in these areas are unlikely to be acceptable when balanced with other aspects of the scheme and the RSA Team should not make such proposals. In the unlikely situation where the road safety implications of the strategic decisions have not been fully considered previously, the Scheme Manager may extend the scope of the RSA to include consideration of these items.",
    "mandatory": false
  },
  {
    "paraNo": "2.3.3",
    "heading": "Road Safety Audit Scope",
    "subheading": "Scope Of The Audit Report",
    "text": "The Scheme Manager should clearly identify within the RSA Brief where the scope of the RSA has been extended to cover strategic decisions.",
    "mandatory": false
  },
  {
    "paraNo": "3.1.1",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "General Principles",
    "text": "Subject to the decision to proceed with the RSA process (see clauses 2.1.6 and 2.1.7) Improvement Schemes shall be subjected to RSA at Stages 1, 2 and 3.",
    "mandatory": true
  },
  {
    "paraNo": "3.1.2",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "General Principles",
    "text": "All improvement schemes shall be subject to a Stage 4 RSA, or a Stage 4 RSA file note if no Personal Injury Collisions have occurred in the vicinity of the scheme during the assessment period.",
    "mandatory": true
  },
  {
    "paraNo": "3.1.3",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "General Principles",
    "text": "If, for any reason, a Stage 1 RSA has not been carried out (for example, where a scheme is of such a scale that no preliminary design has been necessary and the scheme has progressed directly to detailed design with the agreement of the Scheme Manager), RSA Stages 1 and 2 shall be combined at Stage 2 and shall be referred to as a Combined Stage 1 & 2 RSA.",
    "mandatory": true
  },
  {
    "paraNo": "3.1.4",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "General Principles",
    "text": "The appropriateness of a Combined Audit needs determining  at the initial stages of the development process.  Where the Overseeing Organisation consider it a requirement, the RSA process should be started again in from Stage 1 RSA.",
    "mandatory": true
  },
  {
    "paraNo": "3.1.5",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "General Principles",
    "text": "The information provided as part of the RSA Brief for a Combined Stage 1 & 2 RSA shall be of sufficient detail to undertake a detailed design RSA.",
    "mandatory": true
  },
  {
    "paraNo": "3.1.6",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "General Principles",
    "text": "Stage 1 and Stage 2 RSAs shall not be combined as purely a cost and/or programme saving measure.",
    "mandatory": true
  },
  {
    "paraNo": "3.2.1",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "Should be undertaken on the completion of Preliminary Design or at the Feasibility Stage of the design. The scheme design should be sufficiently progressed such that all significant features are shown.",
    "mandatory": false
  },
  {
    "paraNo": "3.2.2",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "As a guide the following information should be provided, but not limited to:\n• General arrangement details;\n• Location plan;\n• Collision data; and\n• Traffic flow data.",
    "mandatory": false
  },
  {
    "paraNo": "3.2.3",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "This could be the last opportunity to consider land implications (layout, alignment and junction type) and considers horizontal and vertical alignments, tie-ins to the existing network, nature and type of junction layouts and conceptual road markings and signs.",
    "mandatory": false
  },
  {
    "paraNo": "3.2.4",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "All RSA Team Members shall examine the scheme site together.",
    "mandatory": true
  },
  {
    "paraNo": "3.2.5",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "For site visit representation by the Police, Maintaining Agent and Specialist Advisors at Stage 1, see sections 5.3, 5.4 and 5.5.",
    "mandatory": false
  },
  {
    "paraNo": "3.2.6",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "Depending on scheme type, major changes to the layout and alignment could be limited after this stage.",
    "mandatory": false
  },
  {
    "paraNo": "3.2.7",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 1 Road Safety Audit",
    "text": "In some situations, a full Stage 1 RSA may be necessary prior to a scheme reaching planning or Transport and Works Act Order approval. The Overseeing Organisation is therefore encouraged to embed the Stage 1 RSA, and this procedure, into their individual planning processes to ensure that fundamental questions affecting safety are considered at an early stage. It will remain the Scheme Managers overall responsibility to initiate the RSA process at the correct time.",
    "mandatory": false
  },
  {
    "paraNo": "3.3.1",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 2 Road Safety Audit & Combined Stage 1-2 Road Safety Audit",
    "text": "Should be undertaken on completion of Detailed Design. Ideally a full set of contract drawings should be provided, however the design should be developed such that it could be constructed without further development.",
    "mandatory": false
  },
  {
    "paraNo": "3.3.2",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 2 Road Safety Audit & Combined Stage 1-2 Road Safety Audit",
    "text": "The RSA should consider junction layouts, sign positions, marking, lighting, roadside furniture, barriers, drainage and non-motorised / vulnerable road users.",
    "mandatory": false
  },
  {
    "paraNo": "3.3.3",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 2 Road Safety Audit & Combined Stage 1-2 Road Safety Audit",
    "text": "The details to be provided are to be agreed prior to undertaking the RSA with the Overseeing Organisation, however and as a guide, the following information should be provided, as appropriate:\n• General arrangement details;\n• Site clearance details;\n• Traffic signs and road markings;\n• Drainage alterations;\n• Street lighting alterations;\n• Traffic signal details and traffic signal staging alterations;\n• Carriageway and footway level alterations;\n• Swept path analysis, and\n• Surfacing and material details/specifications.",
    "mandatory": false
  },
  {
    "paraNo": "3.3.4",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 2 Road Safety Audit & Combined Stage 1-2 Road Safety Audit",
    "text": "All RSA Team Members shall examine the scheme site together.",
    "mandatory": true
  },
  {
    "paraNo": "3.3.5",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 2 Road Safety Audit & Combined Stage 1-2 Road Safety Audit",
    "text": "For site visit representation by the Police, Maintaining Agent and Specialist Advisors at Stage 2, see sections 5.3, 5.4 and 5.5.",
    "mandatory": false
  },
  {
    "paraNo": "3.3.6",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 2 Road Safety Audit & Combined Stage 1-2 Road Safety Audit",
    "text": "Issues which remain outstanding from Stage 2 should also be reviewed at Stage 3 along with any RSA Response Reports received.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.1",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "Should be undertaken on completion of construction / substantial completion and ideally prior to opening to live traffic.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.2",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "A scheme is regarded to be completed from the date construction ceases on site, the location is open to the general public and all temporary traffic management has been removed.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.3",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "Stage 3 RSAs shall be carried out within 1 month of opening unless otherwise agreed in writing with the Overseeing Organisation.",
    "mandatory": true
  },
  {
    "paraNo": "3.4.4",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "The RSA team should examine the constructed scheme from all road users’ viewpoints whether they be walking, driving, cycling or travelling on public transport.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.5",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "The RSA Team should also consider the potential impact on road safety of different traffic conditions which may be specific to the Improvement Scheme location. For example, at peak periods, the beginning or end of the school day or during frequent events. The need to consider the site during specific traffic conditions should be identified in the RSA Brief.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.6",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "Road Safety Auditors should also consider the potential impacts on road safety of various weather conditions that may not be present at the time of inspection.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.7",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "All RSA Team Members shall examine the scheme site together during daylight.",
    "mandatory": true
  },
  {
    "paraNo": "3.4.8",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "The scheme shall also be visited by all RSA Team Members together during the hours of darkness to gain a road users’ perspective in terms of appreciation of the layout and visibility of signs and road markings.",
    "mandatory": true
  },
  {
    "paraNo": "3.4.9",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "For site visit representation by the Police, Maintaining Agent and Specialist Advisors at Stage 3, see sections 5.3, 5.4 and 5.5.",
    "mandatory": false
  },
  {
    "paraNo": "3.4.10",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 3 Road Safety Audit",
    "text": "Issues which remain outstanding from Stage 2 should also be reviewed at Stage 3 along with any RSA Response Reports received.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.1",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "The Overseeing Organisation shall arrange for stage 4 RSA to be undertaken for all improvement schemes.  Stage 4 RSA shall be carried out using 12 months of validated pre and post- highway scheme-opening road traffic collision data.",
    "mandatory": true
  },
  {
    "paraNo": "3.5.2",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "A scheme is regarded to be operational from the date construction ceases on site, the location is open to the general public and all temporary traffic management has been removed.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.3",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "The collision records shall be analysed in detail to identify locations at which personal injury collisions have occurred; and personal injury collisions that appear to arise from similar causes or show common factors.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.4",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "The collision data should be analysed to identify the influence of problems and recommendations identified at previous RSA stages, and within any RSA Response Reports.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.5",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "Where no personal injury collisions have been recorded in the vicinity of the Highway Improvement Scheme over the 12-month period, a formal Stage 4 RSA collision monitoring report is not required. See 3.5.7.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.6",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "The scope of and extents of the Stage 4 RSA are to be agreed as part of the Audit Brief.  The area in the vicinity of a scheme will typically include the scheme extents and those areas immediately beyond the scheme tie-ins. However, for some schemes where the works may influence driver behaviour over a wider geographical area (i.e. queuing on the approach to the scheme extents) personal injury collisions that may have occurred in the wider area should also be considered.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.7",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "If, for the above reason, the Scheme Manager decides not to proceed with the Stage 4 RSA collision monitoring report, this decision shall be formally recorded and kept on the highway scheme file (or equivalent).",
    "mandatory": true
  },
  {
    "paraNo": "3.5.8",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "At RSA Stage 4 all RSA Team members should visit together the site of Highway Improvement Schemes:\n• where higher than expected numbers of personal injury collisions have occurred since the scheme became operational (when compared to control data); or\n• where the personal injury collision rate or severity has increased since the scheme became operational; or\n• where characteristics within the personal injury collision data post-opening show unexpected common trends (e.g. a high frequency of personal injury collisions during the hours of darkness or on a wet road surface): or\n• where road safety matters relating to vulnerable road users have increased: or\n• Where a site visit is needed, the RSA team should decide if the road traffic collision data analysis justifies an inspection during a particular time period and record their decision making within the RSA report.",
    "mandatory": false
  },
  {
    "paraNo": "3.5.9",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Stage 4 Road Safety Audit",
    "text": "In the absence of any  before or after personal injury collision records (e.g. due to under-reporting) the Scheme Manager may still choose to commission a modified Stage 4 RSA based upon specific issues or concerns that have been brought to their attention.",
    "mandatory": false
  },
  {
    "paraNo": "3.6.1",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Interim Road Safety Audit",
    "text": "For large, complex schemes, particularly with accelerated programmes, the Overseeing Organisation may consider at any time during the preliminary and detailed design stages, that it is appropriate to undertake an Interim RSA.",
    "mandatory": false
  },
  {
    "paraNo": "3.6.2",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Interim Road Safety Audit",
    "text": "Aside from being undertaken at an interim stage, Interim RSAs shall be carried out following the same procedure as for the formal RSA stages.",
    "mandatory": true
  },
  {
    "paraNo": "3.6.3",
    "heading": "Stages Of Road Safety Audit",
    "subheading": "Interim Road Safety Audit",
    "text": "Interim RSA does not replace a particular stage of RSA, and Stage 1, 2 and 3 RSAs shall be undertaken at the appropriate scheme stage.",
    "mandatory": true
  },
  {
    "paraNo": "4.1.1",
    "heading": "Road Safety Audit Management",
    "subheading": "Initiating The Road Safety Audit",
    "text": "The Overseeing Organisation is responsible for initiating the RSA, ensuring that sufficient time is available to complete the full process. This shall include an allowance for the incorporation of changes into the design that may arise from the RSA.",
    "mandatory": true
  },
  {
    "paraNo": "4.1.2",
    "heading": "Road Safety Audit Management",
    "subheading": "Initiating The Road Safety Audit",
    "text": "TfGM’s in-house Road Safety Team shall be notified of the intention to undertake a RSA on the KRN, or for TfGM schemes.",
    "mandatory": true
  },
  {
    "paraNo": "4.1.3",
    "heading": "Road Safety Audit Management",
    "subheading": "Initiating The Road Safety Audit",
    "text": "Scheme information, including an RSA brief and appropriate Improvement Scheme plans should be provided in all cases and sent via roadsafetyaudit@tfgm.com",
    "mandatory": false
  },
  {
    "paraNo": "4.1.4",
    "heading": "Road Safety Audit Management",
    "subheading": "Initiating The Road Safety Audit",
    "text": "An RSA is initiated by the submission of the RSA brief to the approved RSA Team at the appropriate stages of a scheme’s development.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.1",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The Overseeing Organisation shall have responsibility for approving and issuing the RSA brief to the RSA team.",
    "mandatory": true
  },
  {
    "paraNo": "4.2.2",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The RSA brief defines the scope of the RSA to be undertaken. An example RSA brief template is included within **Appendix ****XXX**.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.3",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The Scheme Manager has overall responsibility for the RSA brief. However, the Design Team or a suitable officer delegated to by the Scheme Manager may prepare the RSA brief on their behalf. The Overseeing Organisation’s Specialist may be consulted for advice regarding the scope of the RSA/the most suitable team, if required.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.4",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The Scheme Manager or delegated officer shall issue the RSA Brief and instruct the RSA Team when the scheme is ready to be Road Safety Audited.",
    "mandatory": true
  },
  {
    "paraNo": "4.2.5",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "An overview of the information required when completing an RSA brief is contained within **Appendix ****XXX**.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.6",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The RSA Team Leader considers the RSA brief and will direct any requests for additional information, clarification of (or inadequacies in) the brief to the Scheme Manager or delegated officer. If any points raised or the inadequacies are not resolved then the RSA brief may ultimately be either rejected or, if appropriate, an earlier stage of RSA undertaken.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.7",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "Although the roles and responsibilities of those involved are clearly defined in the procedure, a flowchart illustrating the RSA process and who has responsibility at each stage is provided in **Appendix ****XXX**.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.8",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "RSA briefs should define the terms of reference of the RSA requested, including applicable design guidelines or standards used.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.9",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The decision regarding the appropriate design standards to be used should be made by the Overseeing Organisation. Where a relevant Design Standard has not been identified within the RSA brief, it will be assumed that DMRB has been used.",
    "mandatory": false
  },
  {
    "paraNo": "4.2.10",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "Where the RSA brief has been prepared by the Design Team, the Scheme Manager or delegated officer shall formally sign off the brief.",
    "mandatory": true
  },
  {
    "paraNo": "4.2.11",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Brief",
    "text": "The Scheme Manager may instruct the Design Team to delete unnecessary items or to include additional material, as they consider appropriate.",
    "mandatory": false
  },
  {
    "paraNo": "4.3.1",
    "heading": "Road Safety Audit Management",
    "subheading": "Appointing And Approving The Road Safety Audit Team",
    "text": "It is the responsibility of the Scheme Manager or the officer with delegated responsibility to ensure an appropriately experienced RSA Team for each stage of RSA.",
    "mandatory": false
  },
  {
    "paraNo": "4.3.2",
    "heading": "Road Safety Audit Management",
    "subheading": "Appointing And Approving The Road Safety Audit Team",
    "text": "The Scheme Manager should ensure an RSA Team that comprises at least two competent people with appropriate skills; knowledge; experience; and qualifications to the satisfaction of the Overseeing Organisation whether that is the Highway Authority or TfGM for TfGM projects.",
    "mandatory": false
  },
  {
    "paraNo": "4.3.3",
    "heading": "Road Safety Audit Management",
    "subheading": "Appointing And Approving The Road Safety Audit Team",
    "text": "It is not necessary for the same RSA Team to undertake all RSA stages of a scheme. However, the Scheme Manager should be notified of any changes to an RSA Team.",
    "mandatory": false
  },
  {
    "paraNo": "4.4.1",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Team Independence",
    "text": "It is fundamental to the RSA process that no member of the RSA Team has had any design involvement with the scheme being audited and will maintain this independence throughout the RSA process.",
    "mandatory": false
  },
  {
    "paraNo": "4.4.2",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Team Independence",
    "text": "The Overseeing Organisation shall be satisfied as to the independence and competence of the RSA Team to undertake the RSA.",
    "mandatory": true
  },
  {
    "paraNo": "4.4.3",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Team Independence",
    "text": "The requirement for the RSA Team’s independence does not preclude direct contact between the RSA Team, Overseeing Organisation and Design Organisation. There may be times where there is clear benefit in allowing this to happen; for example, in clarifying the RSA Brief.",
    "mandatory": false
  },
  {
    "paraNo": "4.4.4",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Team Independence",
    "text": "However, this procedure does recognise that direct contact may be unavoidable if the RSA Team Organisation and Design Organisation are one and the same. It is of paramount importance, however, that the RSA Team maintains its independence. The Overseeing Organisation and Design Organisation shall not in any way influence the outcome of the RSA by discussing any design considerations or issues with the RSA Team.",
    "mandatory": true
  },
  {
    "paraNo": "4.4.5",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Team Independence",
    "text": "The RSA Team is not permitted to go beyond making recommendations in broad terms. In making detailed recommendations the RSA Team may be seen to be taking on design responsibilities and hence, lose its independence from the design process.",
    "mandatory": false
  },
  {
    "paraNo": "4.5.1",
    "heading": "Road Safety Audit Management",
    "subheading": "Road Safety Audit Shelf Life",
    "text": "All pre-construction RSAs have a maximum shelf life of 5 years. Where a scheme has not begun the next stage in its development within five years of the completion of the RSA, the scheme shall be re-audited. This is to ensure that due consideration has been given to the schemes interface with the current highway network and its current usage.",
    "mandatory": true
  },
  {
    "paraNo": "4.6.1",
    "heading": "Road Safety Audit Management",
    "subheading": "Design Changes",
    "text": "RSAs should be repeated if any element of a scheme is significantly changed, or the highway layout is substantially altered, subsequent to an RSA having been undertaken.",
    "mandatory": false
  },
  {
    "paraNo": "5.1.1",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Team Approval",
    "text": "The Scheme Manager should select an RSA Team that comprises at least two competent people with appropriate skills; knowledge; experience; and qualifications to the satisfaction of the Overseeing Organisation whether that is the Highway Authority or TfGM for TfGM projects.",
    "mandatory": false
  },
  {
    "paraNo": "5.1.2",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Team Approval",
    "text": "When assessing the competency of an RSA Team, details of both the RSA Team Leader and the RSA Team Member are shall be required in all instances.",
    "mandatory": true
  },
  {
    "paraNo": "5.1.3",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Team Approval",
    "text": "Approvals of the RSA team are scheme and RSA stage-specific and the use of personnel or organisations on previous RSAs should not guarantee their suitability to undertake an RSA on other schemes.",
    "mandatory": false
  },
  {
    "paraNo": "5.1.4",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Team Approval",
    "text": "Proposed members of the RSA team shall demonstrate their competency by means of a road safety specific curriculum vitae (CV) detailing training, continuing professional development (CPD) and experience.",
    "mandatory": false
  },
  {
    "paraNo": "5.1.5",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Team Approval",
    "text": "Experience should be relevant to the type of scheme being subject to RSA and identified in the proposed RSA team members' CV.",
    "mandatory": false
  },
  {
    "paraNo": "5.1.6",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Team Approval",
    "text": "Where an RSA is requested on schemes which feature proposals in the vicinity of any Metrolink or transport Interchange infrastructure at least one member of the RSA Team should be able to demonstrate prior experience (e.g. scheme design, collision investigation or Road Safety Auditing) of these types of schemes. The suitability of the RSA Team’s experience will be assessed by the Scheme Manager on a scheme-by-scheme basis.",
    "mandatory": false
  },
  {
    "paraNo": "5.2.1",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Qualifications And Experience",
    "text": "The recommended minimum qualifications and experience for RSA Team Leaders and Team Members is as follows:\n• Attendance of a 10-day formally structured and recognised Collision Investigation or Road Safety Engineering course. A condensed course following the same syllabus is deemed satisfactory to meet this requirement,\n• A minimum of 4 years Collision Investigation or Road Safety Engineering experience (RSA Team Leader), or a minimum of 1 years Collision Investigation or Road Safety Engineering experience (RSA Team Member),\n• Completion of at least 5 RSAs in the past 12 months (RSA Team Leader), or completion of at least 5 RSAs in the past 24 months (RSA Team Member),\n• A minimum of 2 days certificated evidenced Continued Professional Development (CPD) in the fields of RSA, Collision Investigation or Road Safety Engineering in the past 12 months.",
    "mandatory": false
  },
  {
    "paraNo": "5.2.2",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Qualifications And Experience",
    "text": "On occasions an individual with the appropriate training, skills and experience may accompany the RSA Team as an Observer in order for them to gain experience of the RSA process. The RSA Team Observer is encouraged to contribute actively to the RSA process.",
    "mandatory": false
  },
  {
    "paraNo": "5.2.3",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Qualifications And Experience",
    "text": "An RSA Observer shall have acceptable levels of training, skills and experience prior to accompanying the RSA Team in order that they gain worthwhile experience from the RSA.",
    "mandatory": true
  },
  {
    "paraNo": "5.2.4",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Qualifications And Experience",
    "text": "As a minimum, an RSA Team Observer shall have undertaken a 2-day formally structured and recognised Collision Investigation or Road Safety Engineering course.",
    "mandatory": false
  },
  {
    "paraNo": "5.2.5",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Qualifications And Experience",
    "text": "There is no minimum requirement for RSA Observers with regards to Collision Investigation or Road Safety Engineering experience.",
    "mandatory": false
  },
  {
    "paraNo": "5.2.6",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Qualifications And Experience",
    "text": "**Table 1.1** below summarises the minimum recommended training, skills and experience for each member of the RSA team.\n <<insert image of RSA team requirements>>",
    "mandatory": false
  },
  {
    "paraNo": "5.3.1",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Police Representative",
    "text": "A representative from Greater Manchester Police should be invited to all Stage 3 RSAs and can be invited to Stage 1 and 2 RSAs at the discretion of the Scheme Manager. It will be at Greater Manchester Police’s discretion as to whether they attend.",
    "mandatory": false
  },
  {
    "paraNo": "5.4.1",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Specialists",
    "text": "Where required by the RSA team, specialist advisors shall be approved by the Overseeing Organisation.",
    "mandatory": false
  },
  {
    "paraNo": "5.4.2",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Specialists",
    "text": "A specialist advisor shall be independent of the RSA team and highway scheme conception, design, construction and operation.",
    "mandatory": false
  },
  {
    "paraNo": "5.5.1",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Maintaining Agent",
    "text": "A representative from the maintaining agent should be invited to all Stage 3 RSAs and can be invited to Stage 1 and 2 RSAs at the discretion of the Scheme Manager.",
    "mandatory": false
  },
  {
    "paraNo": "5.5.2",
    "heading": "Road Safety Audit Team Competence",
    "subheading": "Maintaining Agent",
    "text": "The Police, Specialist Advisors, Maintaining Agent and RSA Team Observers do not form part of the formal RSA Team, but assist the RSA Team in the completion of the RSA.",
    "mandatory": false
  },
  {
    "paraNo": "6.1.1",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "All reports should follow the template report layout, as shown in **Appendix ****XXX**.",
    "mandatory": false
  },
  {
    "paraNo": "6.1.2",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "The RSA report shall be structured logically within headings and include the following details:\n• RSA stage\n• Description of the proposed Improvement Scheme including location and its objectives.\n• Details of RSA brief originator, approver of the brief and the RSA Team.\n• RSA Team membership as well as the names of others contributing such as the RSA Team Observer, Police, Maintaining Agent and Specialist Advisors.\n• Who was present at the site visit, the date and time period(s) when it was undertaken and what the site conditions were on the day of the visit (weather, traffic congestion, etc.).\n• The specific road safety problems identified supported with the background reasoning.\n• Recommendations for action to mitigate or remove the road safety problems.\n• A location map based on the scheme plan(s), marked up and referenced to problems and if available, photographs of the problems identified.\n• A statement, signed by both the RSA Team Leader and the RSA Team Member(s).\n• A list of documents and drawings reviewed for the RSA.",
    "mandatory": true
  },
  {
    "paraNo": "6.1.3",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "An illustrative Stage 2 RSA Report is shown in **Appendix ****XXX**.",
    "mandatory": false
  },
  {
    "paraNo": "6.1.4",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "The RSA Team shall send a copy of the RSA Report directly to the originator of the brief, a copy to the Scheme Manager and a copy to TfGM at roadsafetyaudit@tfgm.com.",
    "mandatory": true
  },
  {
    "paraNo": "6.1.5",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "The RSA Team Leader should send any comments on matters that are not covered by the RSA brief to the Scheme Manager in separate correspondence.",
    "mandatory": false
  },
  {
    "paraNo": "6.1.6",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "Maintenance defects noted during site visits shall be immediately reported by the Project Sponsor.",
    "mandatory": true
  },
  {
    "paraNo": "6.1.7",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Report",
    "text": "On receipt of the finalised RSA Report, the Scheme Manager shall issue the document to the Design Team to allow them to input into a joint RSA Response Report in accordance with this procedure.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.1",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "An RSA response report shall be produced for Stage 1, 2 and 3 RSAs (including any Interim Stages of Audit).  An RSA response report is not required for Stage 4 RSAs.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.2",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The design organisation shall manage the production of the RSA response report in collaboration with the Overseeing Organisation.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.3",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The RSA response report shall include a summary of the scheme, the stage of RSA, the RSA report document reference and date of the RSA report to which it relates.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.4",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The RSA response report shall contain details of the representatives from the design organisation who prepared the RSA response report.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.5",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The RSA response report shall contain an RSA decision log to include a reiteration of each road safety problem and recommendation made in the RSA report.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.6",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The design organisation shall, for each RSA problem and recommendation, do one of the following:\n1) accept the RSA problem and recommendation made by the RSA team;\n2) accept the RSA problem raised, but suggest an alternative solution, giving appropriate reasoning; or\n3) disagree with the RSA problem and recommendation raised, giving appropriate reasoning for rejecting both.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.7",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The RSA response report shall contain a response from the Overseeing Organisation and an RSA action for each problem agreed between the design organisation and Overseeing Organisation.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.8",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The RSA response report shall be signed by the Overseeing Organisation and design organisation to indicate their agreement on the RSA actions. The RSA response report should be produced and finalised within one month of the issue of the RSA report.",
    "mandatory": true
  },
  {
    "paraNo": "6.2.9",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "The RSA response report should be produced and finalised within one month of the issue of the RSA report.",
    "mandatory": false
  },
  {
    "paraNo": "6.2.10",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "An example RSA response report template for Stages 1, 2 and 3 only is shown in shown in **Appendix ****XXX**.",
    "mandatory": false
  },
  {
    "paraNo": "6.2.11",
    "heading": "Road Safety Audit Practices",
    "subheading": "Road Safety Audit Response Report",
    "text": "For each RSA action, either the design organisation or Overseeing Organisation shall be responsible for its implementation.",
    "mandatory": true
  }
]